[
  {
    "type": 0,
    "name": "jovi",
    "fullName": "Jovi the Talking Dog",
    "description": "Jovi is a talking dog. She likes biscuits alot.\nJovi knows the map is in a tree, because maps are made of wood and so is a tree.",
    "default": "Woof Woof!"
  },
  {
    "type": 1,
    "name": "alice",
    "fullName": "Alice",
    "description": "Alice is a shy women in her 30's.\nShe knows that the cast fire command will light fire places\nand that fire places can be used to move quickly with the map.\nShe mentions this occasionally.\n\nAlice also likes to Garden. She has a large garden and loves to talk about her tomatoes. ",
    "default": "Nice to greet you here."
  },
  {
    "type": 2,
    "name": "ruth",
    "fullName": "Ruth",
    "description": "Ruth is an elderly women in her 90's.\nShe likes to scrap book and talk about her great grand children.\nRuth knows that someone has been camping nearby in the woods and she thinks they might have had a campfire.",
    "default": "I cant talk right now, Im about to eat a butter scotch."
  },
  {
    "type": 3,
    "name": "tom",
    "fullName": "Tom Bombadil",
    "description": "Tom speaks in rhyme like he is in a Shakespeare play.\nTom speaks about his love of nature.",
    "default": "Beautiful day isn't it."
  },
  {
    "type": 4,
    "name": "alistair",
    "fullName": "Alistair Grey",
    "description": "Alistair Grey collects books. When the player brings him books Alistair will pay the player. But secretly, Alistair is gathering the books for his own nefarious purposes.",
    "default": "Bring me books, I will pay you well."
  },
  {
    "type": 5,
    "name": "aj",
    "fullName": "Anthony",
    "description": "Anthony has two jobs. He works all the time.\nHe also has type 1 Diabetes.\nHe likes aliens.\nBecause he is usually in a hurry, He keeps his responses brief.",
    "default": "Hey Im busy right now, I need to go to work soon."
  },
  {
    "type": 6,
    "name": "shea",
    "fullName": "Shea",
    "description": "Shea is a handy man.\nShea is always eating something and his mouth is full.\nAs a result of his mouth fullness, he doesn't say much.",
    "default": "mmm, mmm, hold on, Im eating ..."
  }
]